export const USER_QUESTIONS: UserQuestion[] = [
  {
    question: '您觉得工作、生活和人际关系中哪个给您的压力更大？',
    options: ['业务', '生活', '人际关系']
  },
  {
    question: '您在生活中通过什么样的方式缓解压力？做什么最让您感到幸福？',
    options: ['户外活动', '个人休息', '聚餐', '其他']
  },
  {
    question: '您更喜欢户外活动还是室内活动？',
    options: ['户外活动', '室内活动']
  },
  {
    question: '是否想和更多同事熟悉？想通过怎样的方式？',
    options: ['Work shop', '同好会，户外活动，生日会', '聚餐', '其他']
  },
  {
    question: '您认为参加公司活动的最佳频率是？',
    options: ['每月一次', '每两月一次', '每季度一次', '不定期按需组织']
  },
  {
    question: '您是否愿意参加公司组织的活动拉近同事间的人际关系及缓解压力？',
    options: ['愿意', '不愿意']
  },
  {
    question: '节日您希望收到什么类型的礼物？',
    options: ['京东卡', '公司选好的礼盒套装', 'fesco福利网等可自选兑换礼物方式']
  },
  {
    question: '您认为在今年举办的活动当中，最吸引您的原因是什么？',
    options: ['活动主题', '活动礼物', '与同事之间的互动', '其他']
  },
  {
    question: '您对限定活动名额的看法是？',
    options: [
      '名额经常不够，希望增加名额，让更多人有机会参与',
      '理解并接受名额限定，报上就参加，报不上也无所谓',
      '我对活动不感兴趣，不关心名额多少',
      '其他'
    ]
  },
  {
    question:
      '为了帮助员工更好地放松身心、缓解压力，您希望公司明年举办哪种类型的活动？请具体举例说明（例如：1.手工diy类 2.拍摄记录类 3.体育锻炼…）'
  },
  {
    question: '在您参加的活动中，哪一个环节或瞬间让您印象深刻？请简要描述原因'
  },
  {
    question:
      '请留下您对于明年员工关怀或活动组织的任何宝贵建议（可以是具体的活动主题或奖品礼物类型等等）'
  },
  {
    question:
      '您认为参加公司活动对缓解工作压力、提升工作幸福感的作用有多大？（0~10分）',
    options: ['10', '8', '6', '4']
  },
  {
    question:
      '为了明年的活动举办的更好，您认为今年的活动举办过程中有哪些优点或不足需要改进的地方？（请举例）'
  },
  {
    question: '希望社团活动组织什么类型，有什么改善建议'
  }
]
